[
  {
    "id": 1,
    "titel": "USS Enterprise NCC-1701",
    "prijs": 400500,
    "afbeelding": "../../public/ss1.png",
    "omschrijving": "Introducing the Enterprise NCC-1701: Your Gateway to Galactic Exploration. Embark on a journey beyond the stars with our meticulously crafted Enterprise NCC-1701. This exquisite piece of art is a symbol of exploration, adventure, and the boundless possibilities that lie in the vast expanse of the cosmos. ",
    "voorraad": 50,
    "filter": "I come from a diamond planet",
    "color": "grey",
    "btw": 21
  },
  {
    "id": 2,
    "titel": "Millennium Falcon",
    "prijs": 40000,
    "afbeelding": "../../public/ss2.png",
    "omschrijving": "Buckle up for a wild ride through the cosmos with our Millennium Falcon! Crafted with more love than a Wookiee hug, this hunk of junk is a must-have for any bounty hunter that is more being hunted than actually hunting. Illuminated hyperdrive? Check. Dynamic display stand? Double-check. Chess? You bet! So, grab your blaster, cancel your plans with the Dark Side, and buy this old-timing beast. It's time to bring home the Falcon – because parsing parsecs is passé; we deal in parsecs of pure interstellar awesomeness!",
    "voorraad": 22,
    "filter": "cheap",
    "color": "grey",
    "btw": 21
  },
  {
  "id": 3,
  "titel": "X-WING",
  "prijs": 15000,
  "afbeelding": "../../public/ss3.png",
  "omschrijving": "Strap into the cockpit and join the Rebel Alliance with our X-Wing Starfighter – the real deal for your intergalactic adventures! Engineered with precision and built to handle more twists than an Ewok party, this starfighter is your ticket to becoming the galaxy's top pilot. Featuring authentic detailing, this X-Wing is ready to take on TIE Fighters, Death Stars, and maybe even a pesky asteroid or two. With aerodynamics smoother than a Jedi mind trick, illuminated controls for that extra dash of space flair, and a design so sleek it'd make even Darth Vader jealous – your space odyssey awaits. So, punch it, Chewie, and let the dogfights begin!",
  "voorraad": 290,
  "filter": "cheap",
  "color": "white",
  "btw": 21
  },

  {
  "id": 4,
  "titel": "Meatball",
  "prijs": 1000000,
  "afbeelding": "../../public/ss4.png",
  "omschrijving": "Do NOT eat. Fly it like the Carmonians do. Don't question it.",
  "voorraad": 1,
  "filter": "I come from a diamond planet",
  "color": "brown",
  "btw": 21
},
  {
  "id": 5,
  "titel": "Quantum Scootmaster 5000",
  "prijs": 79999,
  "afbeelding": "../../public/ss5.png",
  "omschrijving": "Blast through the galaxy in style with the Quantum Scootmaster 5000 – because why walk when you can quantum scoot? Equipped with a warp-speed cup holder and a navigation system that understands directions in any language, this spaceship is the ultimate ride for beings who prefer to scoot rather than soar.",
  "voorraad": 11,
  "filter": "not cheap",
  "color": "blue",
  "btw": 21
},
  {
  "id": 6,
  "titel": "GHAERBIDGKEN",
  "prijs": 120670,
  "afbeelding": "../../public/ss6.png",
  "omschrijving": "Overpriced? Maybe. Can you find it anywhere else in the galaxy? No way, José. This badboy makes you look like an absolute nobody. Most bad guys won't even bother you. But if they do, oh baby, they are in for trouble... ",
  "voorraad": 50,
  "filter": "not cheap",
  "color": "grey",
  "btw": 21
},
  {
  "id": 7,
  "titel": "TIE-Fighter",
  "prijs": 20000,
  "afbeelding": "../../public/ss7.png",
  "omschrijving": "Join the dark side of celestial dogfights with the Tie Fighter that turns skirmishes into symphonies of sonic mayhem. Fitted with a surround sound system that amplifies your battle cries and ominous hums, this starfighter is perfect for beings who like their space battles to be both intense and a bit theatrical. Unleash your inner rogue and paint the cosmos with the echoes of your triumphant roars.\n",
  "voorraad": 50,
  "filter": "cheap",
  "color": "black",
  "btw": 21
},
  {
  "id": 8,
  "titel": "Identified FLying Object",
  "prijs": 10000,
  "afbeelding": "../../public/ss8.png",
  "omschrijving": "It's so obvious. If you like invading untouched planets, try this disc. The inhabitants won't even believe you are a real alien because it's too obvious. Just try it",
  "voorraad": 39,
  "filter": "cheap",
  "color": "black",
  "btw": 21
},
  {
  "id": 9,
  "titel": "Zenith Zapper Zephyr",
  "prijs": 33333,
  "afbeelding": "../../public/ss9.png",
  "omschrijving": "Elevate your cosmic experience with the Zenith Zapper Zephyr – the spaceship that doubles as a mood booster. Fitted with an ambient lighting system that syncs with your emotions, this vessel transforms your journey into a symphony of colors. For every being who believes that interstellar travel should be an enlightening experience, the Zenith Zapper Zephyr is the only way to traverse the cosmos.",
  "voorraad": 50,
  "filter": "cheap",
  "color": "blue",
  "btw": 21
},

  {
  "id": 10,
  "titel": "Cosmic Party Paddler",
  "prijs": 247000,
  "afbeelding": "../../public/ss10.png",
  "omschrijving": "Cosmic Party Paddler: Cruise through the galaxy in the Cosmic Party Paddler – the US Atlantis Shuttle's sillier, space-faring cousin. Equipped with a disco ball and a karaoke system, this shuttle turns every interstellar journey into a celestial party. Because who says space exploration can't have a goofy twist? Get ready to boogie your way through the cosmos with the Cosmic Party Paddler – where the stars are your dance partners and the moon is your disco ball! ",
  "voorraad": 50,
  "filter": "I come from a diamond planet",
  "color": "white",
  "btw": 21
  },
  {
  "id": 11,
  "titel": "IFO V8",
  "prijs": 11000,
  "afbeelding": "../../public/ss11.png",
  "omschrijving": "Hop aboard the IFO V8 – where your space journey is as sweet as it is speedy! This vibrant spacecraft not only zips through galaxies but also turns used spaceship fuel into jellybeans. So when you're filling the old 'gal back up, you can enjoy it with some sweet candy. Just like the IFO V1, it's still too obvious.",
  "voorraad": 50,
  "filter": "cheap",
  "color": "grey",
  "btw": 21
},
  {
  "id": 12,
  "titel": "Nebula Napper",
  "prijs": 350000,
  "afbeelding": "../../public/ss12.png",
  "omschrijving": "For the laid-back interstellar traveler, we present the Nebula Napper – the comfiest spaceship in existence. Complete with zero-gravity loungers and a celestial snooze button, this ship lets you nap your way through the galaxy. Because why rush when you can nap among the stars?",
  "voorraad": 11,
  "filter": "I come from a diamond planet",
  "color": "black",
  "btw": 21
},
  {
  "id": 13,
  "titel": "X-Wing-Z Stratosphere Sentinel",
  "prijs": 90000,
  "afbeelding": "../../public/ss13.png",
  "omschrijving": "Soar through the cosmos with the X-Wing-Z Stratosphere Sentinel – a starfighter that redefines the limits of interstellar capability. With its advanced technology, streamlined design, and unparalleled versatility, the X-Wing-Z Stratosphere Sentinel stands as a testament to the pinnacle of starfighter engineering. Whether navigating through nebulae or engaging in intense space battles, this extraordinary vessel ensures supremacy in every celestial arena. Prepare for a new era of stellar dominance with the X-Wing-Z Stratosphere Sentinel – where innovation meets the boundless wonders of the cosmos.",
  "voorraad": 5,
  "filter": "not cheap",
  "color": "black",
  "btw": 21
},
  {
  "id": 14,
  "titel": "Imperial Star Destroyer",
  "prijs": 890000,
  "afbeelding": "../../public/ss14.png",
  "omschrijving": "Unleash the might of the Imperial Star Destroyer – the epitome of imperial power within the cosmic expanse. Towering like an unfathomable monolith, this star destroyer commands the very fabric of space itself. Imbued with cutting-edge weaponry and an overwhelming presence, the Imperial Star Destroyer serves as the ultimate enforcer of order across the galaxy. Brace for a celestial journey under the imposing shadow of the Imperial Star Destroyer – where imperial supremacy reigns supreme, and the galaxy submits to its indomitable force.",
  "voorraad": 2,
  "filter": "I come from a diamond planet",
  "color": "white",
  "btw": 21
},
  {
  "id": 15,
  "titel": "CIS Command Center",
  "prijs": 180000,
  "afbeelding": "../../public/ss15.png",
  "omschrijving": "Wow. You actually clicked on this one? Okay... uhm, I dont know what to say about this one. It's shaped like an uncomfortable toiletseat idk",
  "voorraad": 9,
  "filter": "not cheap",
  "color": "blue",
  "btw": 21
},
  {
  "id": 16,
  "titel": "Caribean Thieve of Seas",
  "prijs": 600200,
  "afbeelding": "../../public/ss16.png",
  "omschrijving": "Yo ho and a bottle o' rum. You bet. If ye thought this was a piece of gaRRRbadge, I should throw ye ate the space sharks or better, I should keelhaul ye. For many a years this fine beast has been ourrr top selling ship for planets with asteroid belts. Arrrre you from such a planet and would like to explore the sea of asteroids, don't hesitate and hand over all ye gold matey!",
  "voorraad": 590,
  "filter": "I come from a diamond planet",
  "color": "black",
  "btw": 21
},
  {
  "id": 17,
  "titel": "ISS",
  "prijs": 77000,
  "afbeelding": "../../public/ss17.png",
  "omschrijving": "\nThe International Space Station (ISS) is a remarkable engineering marvel and a symbol of international collaboration in space exploration. Orbiting Earth at an average altitude of approximately 420 kilometers (261 miles), the ISS serves as a microgravity laboratory where astronauts conduct scientific experiments across various disciplines. As a joint project involving space agencies from the United States, Russia, Europe, Japan, and Canada, the ISS represents the largest human-made structure in space. Its modular design allows for ongoing expansions and updates, ensuring its continued relevance for scientific research and technological advancements. The ISS stands not only as a testament to humanity's ability to work together beyond national borders but also as a critical platform for advancing our understanding of space and life in microgravity.",
  "voorraad": 33,
  "filter": "cheap",
  "color": "white",
  "btw": 21
},
  {
  "id": 18,
  "titel": "Cosmic Disc Voyager",
  "prijs": 5000,
  "afbeelding": "../../public/ss18.png",
  "omschrijving": "Introducing the Cosmic Disc Voyager – not your average frisbee, but a sleek, interstellar spaceship that turns casual throws into cosmic adventures! Crafted with aerodynamic precision, this high-flying saucer isn't just about leisure; it's your ticket to an out-of-this-world experience. With a design inspired by futuristic spacecraft, the Cosmic Disc Voyager soars through the air with unmatched grace and agility. Its holographic finish and LED lights add a dazzling touch, making each throw a mesmerizing journey. Elevate your playtime to new heights – because why settle for a regular frisbee when you can unleash the Cosmic Disc Voyager and take your outdoor fun to the stars! ",
  "voorraad": 50,
  "filter": "cheap",
  "color": "orange",
  "btw": 21
},
  {
  "id": 19,
  "titel": "The Orvil",
  "prijs": 360000,
  "afbeelding": "../../public/ss19.png",
  "omschrijving": "Introducing the Quantum Explorer – not your run-of-the-mill spaceship, but the extraordinary vessel that transforms every journey into an odyssey among the stars! Crafted with state-of-the-art technology and an interior that's comfier than your favorite space-themed pajamas, the Quantum Explorer, affectionately known as \"The Orvil,\" is the epitome of cosmic luxury and adventure. With warp-speed capabilities and a sleek design that turns heads even in the farthest reaches of the galaxy, this spaceship is more than just a mode of transport; it's a lifestyle upgrade. Buckle up and prepare to redefine your interstellar escapades with The Orvil – where the cosmos becomes your playground, and every voyage is a chapter in your own celestial epic.",
  "voorraad": 50,
  "filter": "not cheap",
  "color": "grey",
  "btw": 21
},
  {
  "id":20,
  "titel": "Tesla stellar Voyager",
  "prijs": 67500,
  "afbeelding": "../../public/ss20.png",
  "omschrijving": "Introducing the Tesla Stellar Voyager – the electric sensation that's here to spark a cosmic revolution on the roads! With a sleek, aerodynamic design, this electric marvel is not just a car; it's a statement. The Stellar Voyager zips through city streets and open highways, blending performance and sustainability in perfect harmony. Its cutting-edge technology and minimalist interior create an ambiance that's as futuristic as a journey to the stars. Say goodbye to the ordinary and embrace the future of driving with the Tesla Stellar Voyager – where each trip becomes a stellar experience.",
  "voorraad": 50,
  "filter": "cheap",
  "color": "white",
  "btw": 21
},
  {
  "id": 21,
  "titel": "Celestial Drifter",
  "prijs": 200000,
  "afbeelding": "../../public/ss21.png",
  "omschrijving": "Remeber dinosaurs? I surely don't. Introducing the Celestial Drifter – not just another space rock, but a personalized asteroid experience that lets you own a piece of the cosmos! Whether you're looking for a celestial centerpiece for your home or a unique gift for the stargazer in your life, the Celestial Drifter is a one-of-a-kind treasure. Meticulously selected from the vastness of the asteroid belt, each drift is a genuine piece of the universe that comes with a personalized certificate of authenticity. Embrace the cosmos and make a statement with the Celestial Drifter – where the wonders of space become a tangible part of your own earthly orbit",
  "voorraad": 50,
  "filter": "not cheap",
  "color": "black",
  "btw": 21
},
  {
  "id": 22,
  "titel": "Bubble",
  "prijs": 840000,
  "afbeelding": "../../public/ss22.png",
  "omschrijving": "Crafted with shimmering iridescence and infused with the magic of a distant galaxy, the Bubble creates a mesmerizing play of colors with every gentle breeze. Perfect for joyous occasions, serene moments, or just adding a touch of celestial wonder to your day. Elevate your atmosphere with the Bubbler – because sometimes, all you need is a cosmic bubble to make the ordinary extraordinary. ",
  "voorraad": 16,
  "filter": "I come from a diamond planet",
  "color": "white",
  "btw": 21
},
  {
    "id": 23,
    "titel": "Quantum Quencher",
    "prijs": 40000,
    "afbeelding": "../../public/ss22.png",
    "omschrijving": "Introducing the Quantum Quencher – a beverage that transcends the ordinary and defies the laws of flavor! Bursting with exotic essences from distant planets, each sip is a journey through taste dimensions. Served in a levitating cup, the Quantum Quencher is the epitome of liquid innovation, bringing a splash of intergalactic refreshment to your terrestrial taste buds. Say goodbye to mundane drinks and dive into the extraordinary with the Quantum Quencher – where refreshment reaches new heights, literally!",
    "voorraad": 50,
    "filter": "cheap",
    "color": "purple",
    "btw": 21
  },
  {
    "id": 24,
    "titel": "Flutterbot",
    "prijs": 3200,
    "afbeelding": "../../public/ss24.png",
    "omschrijving": "Meet the Flutterbot – not your average robotic companion, but a whimsical marvel that flits through the air like a robotic butterfly! Designed to bring joy to every corner of your home, the Flutterbot flutters from room to room, spreading smiles and positive vibes. Equipped with sensors to detect your mood and respond with delightful dance moves, this airborne companion is here to uplift your spirits and add a touch of techno-magic to your daily routine. Embrace the future of companionship with the Flutterbot – because who needs a pet when you can have a fluttering friend in the form of a futuristic flutterbot!",
    "voorraad": 50,
    "filter": "cheap",
    "color": "purple",
    "btw": 21
  }
]